<?php

return [
    'denied' => 'अनधिकृत कार्यका लागि पहुँच अस्वीकृत गरिएको छ',
    'user_invalid' => 'प्रयोगकर्ता नाम र इमेल दुवै खाली हुन सक्दैन',
    'update_ok' => 'विवरण सफलतापूर्वक अद्यावधिक गरियो',
    'store_ok' => 'नयाँ रेकर्ड सफलतापूर्वक सिर्जना गरियो',
    'del_ok' => 'रेकर्ड सफलतापूर्वक मेटाइयो',
    'delete_ok' => 'रेकर्ड सफलतापूर्वक मेटाइयो',
    'pu_reset' => 'प्रयोगकर्ताको पासवर्ड सफलतापूर्वक रिसेट गरियो',
    'p_reset' => 'पासवर्ड सफलतापूर्वक रिसेट गरियो',
    'p_reset_fail' => 'तपाईंले गलत पासवर्ड प्रविष्ट गर्नुभएको छ!',
    'lock_exam' => 'परीक्षा लक गरिएको अवस्थामा नतिजा हेर्न पिन आवश्यक हुनेछ',
    'rnf' => 'रेकर्ड फेला परेन',
    'srnf' => 'विद्यार्थीको रेकर्ड फेला परेन',
    'ernf' => 'परीक्षाको रेकर्ड फेला परेन',
    'nstp' => 'पदोन्नति (Promote) गर्नका लागि कुनै विद्यार्थी छैनन्',
    'pin_max' => 'पिन सिर्जना सीमा (५००) नाघ्यो',
    'pin_fail' => 'यो पिन अर्को प्रयोगकर्ताले प्रयोग गरिसकेको छ वा प्रयोग सीमा (५) नाघेको छ',
    'pin_create' => 'पिनहरू सफलतापूर्वक सिर्जना गरियो',
    'del_teacher' => 'यो शिक्षकलाई मेटाउनु अघि, उहाँले पढाउने विषय(हरू) का लागि अर्को शिक्षक तोक्नुपर्छ।',
    'invalid_time_slot' => 'सुरु हुने समय र समाप्त हुने समय एउटै हुन सक्दैन',
];
